/*
2차원 배열
FEBC 수강생의 이름을 저장하는 배열을 작성해보자
- 2차원 배열은 잘 사용하지 않는다.
*/

const students13 = ["임한길", "이호정", "김현지", "이도울", "박선영", "김하영"];
const students12 = ["십이기핑", "몰라핑", "안가르쳤어핑"];
const students = [
  ["임한길", "이호정", "김현지", "이도울", "박선영", "김하영"][
    ("십이기핑", "몰라핑", "안가르쳤어핑")
  ],
];
const febcStudents = [
  ["임한길", "이호정", "김현지", "이도울", "박선영", "김하영"][
    ("십이기핑", "몰라핑", "안가르쳤어핑")
  ],
];
const bebcStudents = [
  ["임한길", "이호정", "김현지", "이도울", "박선영", "김하영"][
    ("십이기핑", "몰라핑", "안가르쳤어핑")
  ],
];
const aosbcStudents = [
  ["임한길", "이호정", "김현지", "이도울", "박선영", "김하영"][
    ("십이기핑", "몰라핑", "안가르쳤어핑")
  ],
];
const iosbcStudents = [
  ["임한길", "이호정", "김현지", "이도울", "박선영", "김하영"][
    ("십이기핑", "몰라핑", "안가르쳤어핑")
  ],
];

const lionStudents = [febcStudents, bebcStudents, aosbcStudents, iosbcStudents];
